{
  "Comment.nvim": {
    "branch": "master"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "auto-save.nvim": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lsp-document-symbol": {
    "branch": "main"
  },
  "cmp-nvim-lsp-signature-help": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp-rg": {
    "branch": "master"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "crates.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "hlargs.nvim": {
    "branch": "main"
  },
  "hop.nvim": {
    "branch": "v2"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lsp-inlayhints.nvim": {
    "branch": "main"
  },
  "lualine-lsp-progress": {
    "branch": "master"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "neoscroll.nvim": {
    "branch": "master"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-colorizer.lua": {
    "branch": "master"
  },
  "nvim-lastplace": {
    "branch": "main"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-navic": {
    "branch": "master"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-ts-rainbow": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "symbols-outline.nvim": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "0.1.x"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "undotree": {
    "branch": "master"
  },
  "yanky.nvim": {
    "branch": "main"
  }
}
